Revit 2024 API
ParameterTypeId.SectionCoarserScalePulldownImperial Property
 "Hide at scales coarser than"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SectionCoarserScalePulldownImperial { get; }
Visual Basic
Public Shared ReadOnly Property SectionCoarserScalePulldownImperial As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SectionCoarserScalePulldownImperial {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace